[
  {
    "_id": "637cc39ac0e7bf4f00827ba9",
    "user": "637cc39ac0e7bf4f00827b12",
    "title": "Corporate Assurance Liaison",
    "tags": "Specialist",
    "like": 200,
    "body": "Our atmosphere is cozy and inviting, with a focus on fresh, home-style cuisine that combines the best of French bistro style and artful American comfort food. We are located on the Northwest corner of the Oregon Marketplace, just a short walk from Pearl, the historic Pearl District. We are a part of the Magnolia Collective. We are located in the Northwest corner of the Northwest Marketplace, just a short walk from Pearl, the historic Pearl District.",
    "__v": 0
  },
  {
    "_id": "637cc39ac0e7bf4f00827ba7",
    "user": "637cc39ac0e7bf4f00827b12",
    "title": "Internal Tactics Engineer",
    "tags": "Agent",
    "like": 220,
    "body": "We’re also experts in a variety of fine beverages, and enjoy serving up our own. As a boutique bakery-café, we have the freedom to experiment with new flavors whenever the mood strikes, and will never sacrifice the integrity of our recipes or our dedicated and incredibly talented team. Please visit us at the B. J.’s Bar & Grill at 931 N. Main Street or call us directly at 928-272-0062 for more information.",
    "__v": 0
  },
  {
    "_id": "637cc39ac0e7bf4f00827b43",
    "user": "637cc39ac0e7bf4f00827be9",
    "title": "Central Response Developer",
    "tags": "Representative",
    "like": 20,
    "body": "We are also a wedding planning agency, catering to weddings, parties and private events. We are happy to bring in various specialties of our own, such as homemade cookies, savory pastries and bagels. As well as the usual bakery offerings, we also offer a selection of other bakery items, such as fresh pastries, scones and cakes. We have been featured on the BBC, The Times, The Evening Standard, The Independent, The Guardian and many more!",
    "__v": 0
  },
  {
    "_id": "637cc39ac0e7bf4f00827bb9",
    "user": "637cc39ac0e7bf4f00827be9",
    "title": "District Accounts Analyst",
    "tags": "Representative",
    "like": 10,
    "body": "Our name derives from the fact that we are a bakery and we are a coffee shop. We are in the business of giving people the opportunity to indulge in the best of everything around us. Whether it is the most exquisite artisan pastry, or an amazing coffee cake, our bakery and coffee shop offers a range of cakes, pastries, and coffee prepared by our in-house baker. We are also a great venue for corporate events and social events. About our business: Our bakery and coffee shop are our passion and we believe that they represent the best of our family of businesses.",
    "__v": 0
  },
  {
    "_id": "637cc39ac0e7bf4f00827bc9",
    "user": "637cc39ac0e7bf4f00827be9",
    "title": "Dynamic Communications Engineer",
    "tags": "Director",
    "like": 7,
    "body": "The history of our bakery begins in 1988, when owner, Marietta, and her sister, Tammy, established their first bakery in their hometown. As the years went on, Marietta’s creativity was expanding, and soon, the bakery was ready to expand beyond her hometown. After years of great passion and dedication, were ready for a new adventure. As we made our first foray into the culinary world, we realized we wanted to create a place where people could get the happiness of baking, and creating a cake, and we felt that this was where the perfect bakery would be born.",
    "__v": 0
  },
  {
    "_id": "637cc39ac0e7bf4f00827bd9",
    "user": "637cc39ac0e7bf4f00827b67",
    "title": "Human Usability Agent",
    "tags": "Executive",
    "like": 5,
    "body": "We also have a specialty coffee shop with a warm, welcoming atmosphere, and also a bakery available for customers to enjoy a breakfast or lunch. We are a specialty bakery-café with a history of being a pioneer in the specialty bakery-café industry. Since 2000, we have been providing fresh baked goods from scratch to our customers at reasonable prices.",
    "__v": 0
  },
  {
    "_id": "637cc39ac0e7bf4f00827be9",
    "user": "637cc39bc0e7bf4f20827be9",
    "title": "Internal Web Assistant",
    "tags": "Orchestrator",
    "like": 19,
    "body": "Our bakery is a microcosm for the way we live and love our family of five. It is a small family with a shared passion to make a positive impact for the future of the world. We are really proud of the way our products and team together to take the best things that we love and make them beautiful. The bread we bake is made from our own organic, grass fed, rainforest harvested, and locally sourced ingredients. It is the perfect accompaniment to our meals or as a snack for the office. We also do have a small selection of fresh juices, sodas and coffees, and small selection of organic, fair trade and organic certified products.Our bakery is a one-stop shop for people looking to experiment with gluten free bakes and more. We are here to help you with that – to create something that is unique and special to you. We know we’ll win over your heart! We’d love to tell you more about our store.",
    "__v": 0
  }
]